Repository: Kostenkov-2021/tesseractOCR
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_pt, tr

source: Page is rotated to the right. Do you want to process the OCR?
pt_pt: A página está rodada para a direita. Pretende processar o OCR?

source: Page is upside down. Do you want to process the OCR?
pt_pt: A página está de pernas para o ar. Pretende processar o OCR?

source: Page is rotated to the left. Do you want to process the OCR?
pt_pt: A página está rodada para a esquerda. Pretende processar o OCR?

source: Page is positioned correctly. Do you want to process the OCR?
pt_pt: A página está posicionada correctamente. Pretende processar o OCR?

source: It is not a true PDF file!
pt_pt: Não é um ficheiro PDF autêntico!
tr: Bu gerçek bir PDF dosyası değil!

source: The PDF is password protected. If you have introduced the password, make sure it is the correct one. Otherwise, please go to NVDA configurations, TesseractOCR options and mark the checkbox 'Ask for password'
pt_pt: O PDF está protegido por palavra-passe. Se introduziu a palavra-passe, certifique-se de que é a correcta. Caso contrário, por favor vá às configurações do NVDA, secção TesseractOCR e marque a caixa de verificação "Pedir palavra-passe"
tr: PDF parola korumalıdır. Şifreyi girdiyseniz, doğru olduğundan emin olun. Aksi takdirde, lütfen NVDA konfigürasyonlarına, TesseractOCR seçeneklerine gidin ve 'Parola sor' onay kutusunu işaretleyin.

source: Performs OCR to focused file in File Explorer
pt_pt: Executa OCR ao ficheiro seleccionado no Explorador de ficheiros
tr: Dosya Gezgini'nde odaklanmış dosyaya OCR gerçekleştirir

source: You are not in File Explorer to perform OCR on a image file...
pt_pt: Não está no Explorador de Ficheiros para efectuar o OCR num ficheiro de imagem...
tr: Bir görüntü dosyası üzerinde OCR gerçekleştirmek için Dosya Gezgini'nde değilsiniz...

source: Processing... Please wait... This operation can takes some seconds...
pt_pt: A processar… Por favor aguarde… Esta operação pode demorar alguns momentos...
tr: İşleniyor... Lütfen bekleyin... Bu işlem birkaç saniye sürebilir...

source: File not supported
pt_pt: Ficheiro não suportado
tr: Dosya desteklenmiyor

source: Performs OCR to a document on the scanner
pt_pt: Executa OCR a um documento no scanner
tr: Tarayıcı kullanarak taranan belgeye OCR işlemi uygulanır

source: Gets the text from focused accessible PDF file in File Explorer
pt_pt: Obtém o texto do ficheiro PDF acessível focado no Explorador de Ficheiros

source: Cancel scanning
pt_pt: Cancelar a digitalização
tr: Taramayı iptal eder

source: Scanning process terminated!
pt_pt: Processo de digitalização terminado!
tr: Tarama işlemi sonlandırıldı!

source: Enter your password
pt_pt: Introduza a palavra-passe
tr: Parolanızı girin

source: Available recognition &language
pt_pt: &Idiomas de reconhecimento disponíveis
tr: Mevcut di&ller

source: &Add
pt_pt: &Adicionar
tr: &Ekle

source: Selected languages
pt_pt: Idiomas seleccionados
tr: Seçilen diller

source: &Remove
pt_pt: &Remover
tr: &Kaldır

source: Move &up
pt_pt: Mover para &cima
tr: Y&ukarı taşı

source: &Move down
pt_pt: Mover para &baixo
tr: A&şağı taşı

source: &Type of document
pt_pt: &Tipo de documento
tr: Belge &türü

source: Resolution in &DPI
pt_pt: Resolução em &PPP
tr: &DPI olarak çözünürlük

source: Detect paper orientation
pt_pt: Detectar a orientação do papel

source: Enable beeps
pt_pt: Activar sinais sonoros

source: Ask for password
pt_pt: Pedir palavra-passe
tr: Parola sor

source: Text
pt_pt: Livros e cartas
tr: Metin

source: Various
pt_pt: Documentos variados
tr: Çeşitli

source: Cebuan
pt_pt: Cebuano

source: Math equations
pt_pt: Equações matemáticas
tr: Matematik denklemleri

source: Scottish Gaelic
pt_pt: Gaélico Escocês

source: Haitian
pt_pt: Haitiano
tr: Haiti

source: Javanese
pt_pt: Javanês

source: Latin
pt_pt: Latim

source: Sundanese
pt_pt: Sudanês
tr: Sunda dili

source: Syriac
pt_pt: Siriaque
tr: Süryanice

source: Tonga
pt_pt: Tonganês

source: Uyghur
pt_pt: Uigur

source: interrupted
pt_pt: interrompido
tr: kesintiye uğradı

source: No scanner found. Please check the device connection.
pt_pt: Não foi encontrado nenhum scanner. Verifique a ligação do dispositivo.

source: Select the scanner to use:
pt_pt: Seleccionar o scanner a utilizar:

source: Available Scanners
pt_pt: Scanners disponíveis

source: Do you want to scan one more page?
pt_pt: Deseja digitalizar mais uma página?
tr: Bir sayfa daha taramak istiyor musunuz?

source: Error during scanning: {}
pt_pt: Erro durante a digitalização: {}

source: Scanner not found.
pt_pt: Nenhum scanner encontrado.

source: No scanner was selected or found.
pt_pt: Nenhum scanner seleccionado ou encontrado.

source: With auto-orientation
pt_pt: Com auto-orientação
tr: Otomatik yönlendirme ile

source: TesseractOCR: An OCR add-on
pt_pt: TesseractOCR: um extra de OCR
tr: TesseractOCR: Bir OCR eklentisi

source: Performs OCR on the selected image file, PDF, JPG, TIF, etc, or a document through a scanner and also can get the text from an accessible PDF file. The results are shown in a text file. Windows+Control+r - Performs OCR to the selected image file Windows+Control+w - Scans and recognize the document in the scanner Windows+Control+t - To get the text from an accessible PDF
pt_pt: Executa o OCR no ficheiro de imagem selecionado, PDF, JPG, TIF, etc., ou num documento através de um scanner e também pode obter o texto de um ficheiro PDF acessível. Os resultados são apresentados num ficheiro de texto, ocr.txt. Windows+Control+r - Executa o OCR no ficheiro de imagem selecionado Windows+Control+w - Digitaliza e reconhece o documento no scanner Windows+Control+t - Para obter o texto de um PDF acessível

source: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> and Abel Passos do Nascimento Jr. <abel.passos@gmail.com>
pt_pt: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> e Abel Passos do Nascimento Jr. <abel.passos@gmail.com>
tr: Rui Fontes <rui.fontes@tiflotecnia.com>, Ângelo Abrantes <ampa4374@gmail.com> ve Abel Passos do Nascimento Jr. <abel.passos@gmail.com>

source: &Scanner:
tr: &Tarayıcı:

source: No scanner found
tr: Tarayıcı Bulunamadı

source: Filipino
tr: Filipince

source: No WIA devices available. Please check if your scanner is conected and if is WIA compatible
tr: Etkin WIA cihazı bulunamadı. Lütfen Tarayıcınızın bağlı ve WIA destekli olduğundan emin olun

source: Performs OCR on the selected image file, PDF, JPG, TIF, etc, or in a document through a scanner and shows the results in a browseable message. Windows+Control+r - Performs OCR to the selected image file Windows+Control+w - Scans and recognize the document in the scanner
tr: Seçilen görüntü dosyası, PDF, JPG, TIF, vb. üzerinde veya bir tarayıcı aracılığıyla bir belgede OCR gerçekleştirir ve sonuçları göz atılabilir bir iletişim kutusunda gösterir Windows+Control+r - Seçilen görüntü dosyasına OCR uygular Windows+Control+Shift+r - Tarayıcıdaki belgeyi tarar ve tanır
